<unk>	0
<s>	0
</s>	0
<pad>	0
。	-2.37114
、	-3.52089
▁	-3.95317
分	-4.11304
が	-4.19592
は	-4.31761
の	-4.43927
時間	-4.45786
▲	-4.50737
に	-4.74492
と	-4.88765
で	-4.9579
を	-5.01443
△	-5.05094
1	-5.06638
2	-5.1677
3	-5.25943
、△	-5.26483
時	-5.31199
)	-5.33023
▲3	-5.42274
4	-5.43864
も	-5.46825
▲4	-5.47677
△4	-5.48446
△3	-5.49583
▲6	-5.50683
▲7	-5.53598
△6	-5.54923
△7	-5.54979
▲5	-5.55189
▲2	-5.55517
△5	-5.56218
か	-5.61413
△8	-5.65223
5	-5.73341
から	-5.75066
△2	-5.77771
」	-5.78651
だ	-5.82631
▲8	-5.86885
五歩	-5.953
「	-5.96346
四歩	-5.97984
▁「	-6.03581
た	-6.06528
六歩	-6.0685
(	-6.08211
る	-6.1367
には	-6.17766
した	-6.19392
」(	-6.20355
手	-6.21914
同歩	-6.25677
6	-6.27701
消費時間は	-6.3364
なら	-6.33777
同銀	-6.34287
7	-6.40582
や	-6.41593
以下	-6.46114
て	-6.47133
する	-6.49665
8	-6.51498
同金	-6.53726
ここまでの消費時間は	-6.54559
し	-6.56024
▲1	-6.58251
がある	-6.63413
△9	-6.63539
時頃の局面	-6.66541
ので	-6.6769
同玉	-6.69958
先手は	-6.70643
後手は	-6.72223
△1	-6.72782
な	-6.73194
10	-6.73479
だが	-6.74666
▲9	-6.7468
30	-6.75673
ここで	-6.76473
飛車を	-6.80208
という	-6.80528
攻め	-6.81034
して	-6.81721
になる	-6.81977
9	-6.82303
同飛	-6.82515
五桂	-6.83344
▁ここで	-6.85085
い	-6.85193
40	-6.86216
ようだ	-6.88341
ている	-6.89425
次に	-6.90554
この	-6.91248
では	-6.93655
角を	-6.96462
勝	-6.97398
です	-6.99831
五銀	-7.01797
三銀	-7.0211
四銀	-7.0229
している	-7.03588
だった	-7.04171
六銀	-7.0475
ない	-7.05095
四角	-7.06295
20	-7.07363
り	-7.08506
五角	-7.09229
受け	-7.09624
銀を	-7.10412
筋	-7.11902
六角	-7.12005
▁11	-7.12114
七銀	-7.12315
分の着手	-7.12394
▁14	-7.12512
ため	-7.14108
三歩	-7.15375
までの消費時間は	-7.1596
先手の	-7.16368
後手の	-7.17627
四飛	-7.17819
後手が	-7.18129
佐藤	-7.18386
まで	-7.18834
った	-7.19005
七歩	-7.19734
一	-7.20298
ら	-7.20305
二金	-7.2065
のは	-7.21282
六飛	-7.23311
先手が	-7.24403
八飛	-7.24748
18	-7.25188
戦	-7.25587
三歩成	-7.25895
ですね	-7.26485
角	-7.26487
二銀	-7.26529
二飛	-7.26612
形	-7.26682
15	-7.27091
▁20	-7.27894
同桂	-7.27897
八金	-7.283
同角	-7.28313
▁15	-7.29363
八銀	-7.30516
七歩成	-7.31394
四桂	-7.31804
局	-7.31852
▁17	-7.32341
三角	-7.32514
▁16	-7.33752
50	-7.34508
六桂	-7.35114
分頃の局面	-7.35414
五歩と	-7.36411
しかし	-7.36608
、▲	-7.37389
く	-7.37773
七角	-7.37871
銀	-7.39167
八玉	-7.39306
二玉	-7.39931
分ごろの局面	-7.40321
だろう	-7.4066
▁21	-7.40692
手目	-7.415
その	-7.41809
19	-7.4184
飛車	-7.43511
九飛	-7.43589
が厳しい	-7.44595
いる	-7.44622
五飛	-7.45178
これは	-7.45257
三金	-7.4598
・	-7.46016
を狙う	-7.46142
になった	-7.46694
順	-7.46785
七桂	-7.47091
三桂	-7.4733
時ごろの局面	-7.47939
また	-7.48249
分の考慮	-7.49172
▁先手は	-7.49697
残り時間は	-7.4982
歩を	-7.50271
れば	-7.50688
ただ	-7.50811
一飛	-7.51151
き	-7.51765
45	-7.52105
▁22	-7.52274
いた	-7.52428
分考えて	-7.52524
代えて	-7.5343
七金	-7.53681
矢倉	-7.54001
すぐに	-7.54284
として	-7.54877
となる	-7.55391
二歩	-7.5554
▁後手は	-7.55907
三角成	-7.57349
先手	-7.58362
現局面までの消費時間は	-7.58436
す	-7.59008
一角	-7.59364
九角	-7.61095
など	-7.61947
金	-7.6221
ながら	-7.6275
歳	-7.63061
金を	-7.63345
歩	-7.63725
八歩	-7.64123
へ	-7.6435
分の考慮で	-7.64399
って	-7.64438
でも	-7.65417
八角	-7.66698
後手	-7.67599
のか	-7.68463
二角	-7.68934
16	-7.69341
だろうか	-7.69436
同香	-7.69711
四歩と	-7.69874
ね	-7.70901
六歩と	-7.70939
こと	-7.71096
回	-7.71109
なかった	-7.71299
▁代えて	-7.71359
そこで	-7.71365
17	-7.71775
え	-7.72114
ます	-7.72132
筋に	-7.722
13	-7.72799
12	-7.72831
九玉	-7.73543
11	-7.73897
一玉	-7.73912
寄せ	-7.7416
七段	-7.74663
第	-7.7498
展開	-7.75134
さ	-7.75592
25	-7.75805
14	-7.76051
大	-7.76206
狙い	-7.76464
のが	-7.76769
七角成	-7.77014
見	-7.77302
そうだ	-7.77486
取り	-7.77645
0	-7.77744
筋を	-7.80156
ー	-7.80248
まだ	-7.80927
将棋	-7.81146
羽生	-7.81926
夕食休憩に入った	-7.82279
桂を	-7.82347
わ	-7.82647
▁18	-7.82679
23	-7.82824
▁23	-7.82869
▁この局面で	-7.82909
-△	-7.82959
六段	-7.83057
目	-7.83472
桂	-7.84066
それ	-7.84618
なので	-7.8463
み	-7.84715
受ける	-7.84897
勝ち	-7.84971
駒を	-7.85603
がない	-7.86494
八角成	-7.86567
っている	-7.86719
四金	-7.87019
玉を	-7.87453
う	-7.88224
級	-7.88607
対局は	-7.89362
24	-7.89514
残り	-7.89545
田中	-7.89657
35	-7.89681
21	-7.89825
A	-7.90528
穴熊	-7.90829
駒	-7.91158
22	-7.91162
馬	-7.91215
26	-7.91243
六金	-7.91438
上	-7.92196
攻める	-7.92199
、▲3	-7.92374
期	-7.92432
一銀	-7.92826
居飛車	-7.92876
のだろう	-7.92937
27	-7.92946
一金	-7.93661
となった	-7.93829
四段	-7.94164
を目指す	-7.94363
同馬	-7.94367
時頃	-7.94867
である	-7.95376
28	-7.96088
九金	-7.9618
右	-7.96431
、▲6	-7.96524
中村	-7.97083
そう	-7.97295
手を	-7.97442
、▲4	-7.9753
渡辺	-7.97543
29	-7.97671
▁△4	-7.97898
五段	-7.97932
▁▲3	-7.97972
られる	-7.98106
できる	-7.9826
になっている	-7.98347
▁△3	-7.98681
どう	-7.98786
三玉	-7.99051
変化	-8.00045
かもしれない	-8.00182
左	-8.00234
、△4	-8.00301
枚	-8.00564
九銀	-8.00778
つ	-8.00912
中	-8.00974
▁▲6	-8.01332
五金	-8.01336
ん	-8.01372
前	-8.01428
▁▲4	-8.01473
の筋	-8.01674
手が	-8.02316
の攻め	-8.02411
型	-8.02574
久保	-8.02613
あ	-8.03252
▁▲7	-8.03353
香	-8.03631
二角成	-8.04581
め	-8.04761
▁1	-8.048
これで	-8.05038
ところ	-8.05165
前に	-8.05274
かどうか	-8.0533
、△7	-8.0556
谷川	-8.05659
、△6	-8.05924
横歩取り	-8.05937
中田	-8.06062
三	-8.06159
、▲7	-8.06165
36	-8.06247
三桂成	-8.06469
される	-8.06791
得	-8.06812
成	-8.06841
打つ	-8.06899
、△3	-8.06912
▁△6	-8.07428
ず	-8.07514
阿部	-8.07639
▁10	-8.07827
佐々木	-8.08007
37	-8.08202
▁△7	-8.08577
郷田	-8.08684
ま	-8.08952
▁△5	-8.0917
55	-8.09282
38	-8.09284
、▲5	-8.0956
詰めろ	-8.09766
振り飛車	-8.09882
筋の	-8.09981
、△5	-8.10162
34	-8.10174
33	-8.10536
ことができる	-8.11117
だけ	-8.11132
ことで	-8.11371
31	-8.1149
▁3	-8.11871
32	-8.12258
少し	-8.12303
▁▲5	-8.12306
分使って夕食休憩に入った	-8.1252
59	-8.12802
打	-8.12894
二	-8.13217
七玉	-8.13499
いい	-8.1354
、▲2	-8.13581
敗	-8.13598
一手	-8.13602
お	-8.13666
直	-8.13689
いく	-8.1404
48	-8.1425
ように	-8.14345
47	-8.14359
三浦	-8.14406
ば	-8.14669
39	-8.14774
後	-8.15226
▁6	-8.15298
畠山	-8.15678
たい	-8.1574
一飛成	-8.15886
よく	-8.15999
出	-8.16646
があった	-8.16699
42	-8.16711
46	-8.17238
藤井	-8.17328
43	-8.17344
41	-8.17511
もある	-8.17578
▁5	-8.17879
七桂成	-8.17898
先に	-8.18022
局面	-8.18057
杉本	-8.1814
深浦	-8.19538
ではなく	-8.19675
44	-8.19776
行方	-8.19793
▁▲2	-8.19807
意味	-8.19938
こ	-8.20392
のだろうか	-8.20413
後手玉は	-8.20695
木村	-8.20994
にくい	-8.21277
次の	-8.21588
分の局面	-8.21845
▁4	-8.21923
む	-8.22359
引き	-8.22512
、△8	-8.22736
千日手	-8.22737
ていた	-8.22801
49	-8.23358
▁7	-8.23519
先手玉は	-8.23546
阿久津	-8.23645
検討	-8.24085
57	-8.24222
王手	-8.24505
山崎	-8.24535
58	-8.24644
れる	-8.24718
のようだ	-8.24721
▁2	-8.24856
ただし	-8.25414
五	-8.25443
打った	-8.25809
51	-8.25899
六香	-8.26283
馬を	-8.26483
56	-8.26546
飛車が	-8.26593
力	-8.26715
駒組み	-8.26739
玉	-8.2698
この局面で	-8.27023
より	-8.27413
52	-8.2746
▁13	-8.27495
九飛成	-8.27877
丸山	-8.27881
▁この	-8.27996
厳しい	-8.28017
54	-8.28134
勝負	-8.28259
先手に	-8.28551
53	-8.28575
一角成	-8.28908
もう	-8.28961
五香	-8.29455
四	-8.29585
広瀬	-8.29753
指し	-8.29883
四香	-8.29936
四歩は	-8.30026
森内	-8.30089
かった	-8.30621
指す	-8.30855
同角成	-8.31115
九角成	-8.31128
近藤	-8.31245
▁△2	-8.31378
森下	-8.31569
豊島	-8.31706
五歩は	-8.32061
松尾	-8.32125
香を	-8.32694
数	-8.32911
さらに	-8.33081
角交換	-8.33091
夕食の注文は	-8.33194
方	-8.33356
▁△8	-8.33375
九段	-8.33533
打ち	-8.33572
橋本	-8.3396
加藤	-8.3425
六歩は	-8.34289
分の長考で	-8.34577
時過ぎの局面	-8.34588
▁19	-8.34602
門下	-8.34983
▁本局の記録係は	-8.35243
していた	-8.35309
北浜	-8.35364
逃げる	-8.35436
手段	-8.35746
分の長考	-8.35793
銀冠	-8.36024
四玉	-8.36056
だと	-8.36204
と思います	-8.36326
月	-8.36417
っ	-8.36561
▁8	-8.3678
四馬	-8.3678
になりそうだ	-8.36787
▁飛車を	-8.36788
B	-8.36853
仕掛け	-8.36875
ような	-8.36988
反撃	-8.37257
南	-8.37317
いて	-8.37392
ン	-8.37662
味	-8.3779
、▲8	-8.3826
鈴木	-8.38265
囲い	-8.38702
れ	-8.3897
気	-8.39019
日	-8.39021
屋敷	-8.39239
村山	-8.39276
ある	-8.39567
逃げ	-8.3968
後手に	-8.40036
にいく	-8.40092
高橋	-8.40261
八段	-8.40337
本局	-8.40448
▁▲8	-8.40457
にも	-8.40564
斎藤	-8.40566
ここは	-8.40666
、△2	-8.40734
七	-8.41036
▁時刻は	-8.41348
の狙い	-8.41511
六	-8.41601
駒が	-8.41935
小林	-8.42056
角換わり	-8.42146
攻め合い	-8.42267
、「	-8.42671
対して	-8.42688
はない	-8.42885
があり	-8.42967
戦い	-8.43044
稲葉	-8.43377
六馬	-8.43445
時過ぎ	-8.43533
筋から	-8.43645
急戦	-8.43648
▁※	-8.43887
を見て	-8.44147
しかない	-8.44185
▁次に	-8.44188
糸谷	-8.44728
先	-8.44757
年	-8.44806
と言われている	-8.44886
やはり	-8.45095
じ	-8.45105
位	-8.45106
と金	-8.45115
居飛車党	-8.4516
島	-8.45237
西川	-8.45366
井上	-8.45609
同竜	-8.45622
詰み	-8.46192
が多い	-8.46223
なる	-8.46272
先崎	-8.46293
角が	-8.46647
千葉	-8.47086
後手も	-8.47126
何か	-8.4758
豊川	-8.48048
村田	-8.4806
かなり	-8.48064
八	-8.48097
順位戦	-8.48227
いない	-8.48413
動き	-8.48495
ス	-8.48534
窪田	-8.4885
四飛と	-8.48861
中川	-8.4903
いった	-8.49364
二と	-8.49386
端攻め	-8.49616
読み	-8.49676
三段	-8.49842
陣形	-8.49851
対局	-8.49951
進行	-8.50089
合い	-8.50101
六玉	-8.50175
分頃	-8.50277
ならば	-8.50621
高野	-8.50706
の局面	-8.50805
一竜	-8.50869
五馬	-8.50946
▁角を	-8.51014
戸辺	-8.51421
六銀と	-8.51855
になって	-8.51878
先手も	-8.5188
としては	-8.51929
美濃囲い	-8.52333
を見せる	-8.52444
以下の詰めろ	-8.5253
五歩で	-8.52538
つつ	-8.53084
ですが	-8.53272
銀が	-8.53281
下	-8.53364
考え	-8.53454
安用寺	-8.53519
分の少考	-8.53564
二飛成	-8.53777
飯塚	-8.53788
飯島	-8.54216
四銀と	-8.54225
された	-8.54468
点	-8.54515
八と	-8.54572
遠山	-8.54689
やすい	-8.54975
三飛	-8.55053
中座	-8.5515
横山	-8.55369
ことになる	-8.55501
▁銀を	-8.55567
三馬	-8.55734
を狙っている	-8.55885
三に	-8.55889
九竜	-8.5597
前例	-8.56034
交換	-8.5612
桐山	-8.56278
澤田	-8.56279
方針	-8.56367
のような	-8.56533
手だ	-8.56548
当たり	-8.56581
作戦	-8.56727
の一手	-8.56732
塚田	-8.56891
次は	-8.56947
同飛成	-8.56979
なし	-8.56981
竜	-8.57073
金井	-8.57308
阪口	-8.5734
七に	-8.57402
の形	-8.57897
西尾	-8.57992
ていく	-8.58016
▁これで	-8.58594
感じ	-8.58618
を防ぐ	-8.59028
棒銀	-8.59279
よりも	-8.59448
に対して	-8.59454
人	-8.59655
棋士室では	-8.59704
永瀬	-8.59807
増田	-8.60162
三飛成	-8.60275
ろ	-8.60401
八に	-8.60427
青野	-8.60434
平藤	-8.60518
脇	-8.60615
七馬	-8.60622
▁ここまでの消費時間は	-8.60712
五同歩	-8.60936
があるので	-8.60971
飛車の	-8.60992
強く	-8.61026
のかもしれない	-8.61032
神谷	-8.6117
られた	-8.61258
駒得	-8.61544
のときに	-8.61868
四に	-8.61868
手で	-8.61869
野月	-8.62086
長岡	-8.62117
千田	-8.62407
一気に	-8.62514
通	-8.62643
難しい	-8.62839
四間飛車	-8.62861
一歩	-8.62912
飛車取り	-8.63028
五歩までの消費時間は	-8.63041
長考	-8.63121
指	-8.63327
大きな	-8.63367
ここから	-8.63497
取れる	-8.63679
なった	-8.63703
五銀と	-8.64033
長沼	-8.64264
ち	-8.64501
どうか	-8.64576
六飛と	-8.64611
六に	-8.64654
追い	-8.64695
▁棋士室では	-8.64712
これ	-8.64787
手順	-8.64921
切り	-8.64985
北島	-8.65202
自陣に	-8.65313
銀取り	-8.65465
大石	-8.6551
宮田	-8.656
ときに	-8.65629
考えている	-8.6563
高崎	-8.6565
中飛車	-8.66101
棋士	-8.66286
単に	-8.664
ほど	-8.66453
四歩までの消費時間は	-8.66455
そうな	-8.66501
出て	-8.66671
ところで	-8.66746
六歩までの消費時間は	-8.66919
寄り	-8.67048
七飛	-8.67073
おり	-8.67099
二に	-8.67117
の将棋	-8.67238
リ	-8.67523
相手の	-8.67542
損	-8.6761
▁残り時間は	-8.67684
分考え	-8.6792
なければ	-8.68054
八飛成	-8.68153
四歩で	-8.68175
から再開される	-8.6823
金銀	-8.68272
片上	-8.68306
せ	-8.68588
現局面で	-8.69164
歩切れ	-8.69199
対応	-8.69287
させる	-8.69385
佐藤は	-8.69492
指し方	-8.69919
負け	-8.69933
通り	-8.70024
村中	-8.70138
六歩で	-8.70142
取られる	-8.7015
と打って	-8.70272
攻めの	-8.7041
七飛成	-8.70464
真田	-8.7056
引く	-8.70587
何	-8.70721
神崎	-8.70801
五玉	-8.70898
ぶ	-8.70955
が考えられる	-8.70984
くる	-8.71338
本局は	-8.71393
取る	-8.71524
使う	-8.71551
活用	-8.71559
んだ	-8.71927
本	-8.71952
強	-8.72006
といった	-8.72042
富岡	-8.72051
藤原	-8.72105
てしまう	-8.72174
着	-8.72247
きた	-8.72401
対局再開	-8.7258
と見られている	-8.72724
着手	-8.72826
せる	-8.72892
形だ	-8.73039
流	-8.73244
受けた	-8.73378
五同銀	-8.7352
てから	-8.73548
持ち	-8.73557
とも	-8.73589
ノータイムで	-8.7409
二歩成	-8.74425
合	-8.74494
両取り	-8.74564
福崎	-8.74605
側	-8.74794
よい	-8.74811
の局面で	-8.7494
度	-8.75085
二竜	-8.75177
浦野	-8.75215
五桂と	-8.75222
しか	-8.75253
こう	-8.75298
やや	-8.7531
相掛かり	-8.75465
後に	-8.75473
されて	-8.75529
三銀と	-8.75723
三間飛車	-8.76021
五歩の	-8.76129
-	-8.76236
森	-8.76246
手損	-8.76467
を受ける	-8.765
▁佐藤は	-8.76665
九馬	-8.76708
対	-8.76723
五歩に	-8.76851
端	-8.77019
よう	-8.7703
回戦	-8.77033
一馬	-8.77062
早い	-8.7775
三銀成	-8.77834
が検討されている	-8.78012
～	-8.78053
あまり	-8.78096
菅井	-8.78131
どこかで	-8.78284
竜を	-8.78315
岡崎	-8.78339
の考慮	-8.78505
九	-8.78695
の交換	-8.7873
～▲3	-8.78732
模様	-8.78811
らしい	-8.78846
分ほど	-8.79076
▁この手で	-8.79233
七銀と	-8.79239
なく	-8.79259
の活用	-8.79261
後手から	-8.79309
八香	-8.79349
▁飛車	-8.79529
同桂成	-8.79595
金取り	-8.7962
石川	-8.79813
されている	-8.7992
ここまで	-8.79974
け	-8.80002
迫る	-8.80223
の順	-8.80317
本譜は	-8.80502
分の考慮だった	-8.80643
八馬	-8.80699
られて	-8.80701
とのこと	-8.80702
言	-8.80773
を見	-8.80785
五歩から	-8.80795
ここ	-8.80953
生	-8.81036
船江	-8.8114
時の局面	-8.8125
泉	-8.81293
ました	-8.81408
二馬	-8.81702
牧野	-8.81745
使って	-8.81991
行	-8.822
日浦	-8.82377
入玉	-8.82414
玉が	-8.82812
手に	-8.82868
▁先手の	-8.82954
四同歩	-8.82973
だったが	-8.82996
され	-8.83025
あと	-8.83042
本譜	-8.83186
▁0	-8.83303
伊藤	-8.83383
玉の	-8.83392
じっと	-8.83437
うまく	-8.83741
使い	-8.83777
ません	-8.83872
八歩成	-8.84111
ということ	-8.84116
五に	-8.84119
が難しい	-8.84588
があります	-8.84744
ると	-8.84773
組	-8.84946
受けに	-8.85079
構想	-8.85158
を作った	-8.85255
瀬川	-8.85265
怖い	-8.85411
残	-8.85497
面	-8.85781
▁後手の	-8.85887
と見ている	-8.85979
と金を	-8.86006
引	-8.86166
の声	-8.86259
を作る	-8.86283
駒損	-8.86305
田村	-8.86384
名人戦棋譜速報	-8.86439
入れ	-8.86512
主張	-8.86672
でしょう	-8.86712
よ	-8.86916
出る	-8.87009
分使って	-8.87022
戦法	-8.87023
及川	-8.87032
込め	-8.87063
堀口	-8.87123
ですか	-8.87249
拠点	-8.87348
ずに	-8.8756
動く	-8.87683
突き	-8.87739
手順に	-8.87999
同歩成	-8.88172
▁棋戦優勝は	-8.88252
働き	-8.88332
を見せた	-8.88332
にする	-8.88364
現在	-8.88503
押し	-8.88952
▁12	-8.88993
引いた	-8.89105
時を回った	-8.89332
四角と	-8.896
予想	-8.89601
四歩から	-8.89897
動	-8.89928
そうです	-8.89931
しまう	-8.90135
間	-8.90566
安全	-8.90617
二香	-8.90839
用	-8.91046
六歩から	-8.91046
でしょうか	-8.91183
を受けた	-8.91184
八竜	-8.91473
が有力	-8.9157
に代えて	-8.91645
しながら	-8.91773
までの詰めろ	-8.91846
連勝	-8.91889
成り	-8.9192
にいった	-8.91943
形勢は	-8.91943
自陣	-8.91967
三香	-8.92155
攻めが	-8.9216
引いて	-8.9221
もの	-8.92766
▁9	-8.92837
二段	-8.92898
竹内	-8.92905
～▲4	-8.92933
指された	-8.92962
も考えられる	-8.93068
らない	-8.93079
取った	-8.93091
七銀成	-8.93117
重	-8.93141
すれば	-8.93205
土佐	-8.9348
んで	-8.93485
歩の	-8.935
の進行	-8.93661
六角と	-8.93721
腰掛け銀	-8.93923
の変化	-8.9404
ではない	-8.94059
空	-8.94112
先手から	-8.94399
...	-8.94444
上がった	-8.94496
々	-8.94635
ても	-8.94644
先手玉が	-8.94653
100	-8.94735
しばらく	-8.94738
の王手	-8.94859
枚の	-8.94932
とき	-8.94992
ぎ	-8.95007
桂頭	-8.95085
勝又	-8.95283
～△6	-8.95576
からの	-8.95624
角打ち	-8.95673
最	-8.95925
今	-8.96009
歩が	-8.96201
六同歩	-8.96236
!	-8.96238
佐藤が	-8.96408
える	-8.96552
、7	-8.9663
盤	-8.96697
～▲7	-8.96814
堅い	-8.96936
玉頭	-8.96977
石田	-8.9701
、6	-8.97153
となっている	-8.97301
ともに	-8.97337
なっている	-8.97343
並べ	-8.9737
おく	-8.97466
だと思います	-8.97592
明	-8.97708
ものの	-8.98062
的な	-8.98084
攻防	-8.98103
形勢	-8.98164
▁角	-8.98256
羽生は	-8.98347
後手玉が	-8.98439
無	-8.98463
先生	-8.98647
の受け	-8.98682
突き出し	-8.9876
伊奈	-8.98763
思	-8.98825
～△7	-8.98892
ており	-8.9893
七香	-8.9896
寄る	-8.9905
の着手	-8.99053
継ぎ盤	-8.99076
門倉	-8.99114
高見	-8.9921
強い	-8.99227
再び	-8.99244
ほうが	-8.99275
となれば	-8.99509
四歩の	-8.99616
四歩に	-8.99671
切った	-8.99694
だけに	-8.99704
になり	-8.99761
ル	-9.00132
中央	-9.00167
大丈夫	-9.00238
含み	-9.00317
なん	-9.00392
長	-9.00398
大変	-9.0063
攻めに	-9.00726
調	-9.00777
ぐ	-9.00807
上がる	-9.00825
利いている	-9.00984
流れ	-9.01029
ひ	-9.01043
地	-9.01438
後手玉に	-9.01448
同銀に	-9.01454
とすれば	-9.01504
手目に	-9.01509
もあった	-9.01545
したい	-9.01775
けど	-9.01778
と見て	-9.02277
ゴキゲン中飛車	-9.02406
端を	-9.02476
詰まない	-9.02519
三と	-9.02534
者	-9.02618
両者	-9.02655
道	-9.0268
攻めを	-9.02846
への	-9.02922
五角と	-9.02973
の投了となった	-9.03063
解説	-9.03135
感	-9.03461
八飛と	-9.03481
互いに	-9.03544
決め	-9.03568
宮本	-9.03596
飛車交換	-9.03743
のほうが	-9.03766
初	-9.0388
移動	-9.04006
手番	-9.04018
あり	-9.04037
頭	-9.04111
金が	-9.04125
逃げた	-9.04161
イ	-9.04358
今度は	-9.04402
実	-9.04421
先手玉に	-9.04477
大平	-9.04526
いきなり	-9.04542
三歩と	-9.04587
現局面は	-9.04589
進める	-9.04824
スマートフォン	-9.04987
▁控室では	-9.05059
話	-9.0513
バランス	-9.05134
持久戦	-9.05252
定跡	-9.05421
ど	-9.05434
いずれも	-9.05494
......	-9.05593
石田流	-9.05602
シ	-9.05657
前例は	-9.05674
四角成	-9.05776
を用意した	-9.05781
しない	-9.06017
はっきり	-9.06024
▁金を	-9.06059
小倉	-9.06084
が狙い	-9.06086
のも	-9.06105
自信	-9.0611
上部	-9.06272
すると	-9.06476
を狙った	-9.06494
攻めて	-9.06501
られ	-9.06509
六歩に	-9.06657
六角成	-9.06711
狙いだ	-9.06715
そ	-9.0686
粘り	-9.06879
とは	-9.06963
こちら	-9.06976
筋が	-9.07007
秒	-9.0723
ご	-9.07478
▁互いに	-9.07484
六歩の	-9.07507
っと	-9.07575
はある	-9.07661
辛抱	-9.07847
さばき	-9.08201
に構えた	-9.08229
九歩	-9.08301
～△4	-9.0835
ことが多い	-9.08369
なくなる	-9.08396
切る	-9.08466
自然な	-9.08538
、▲1	-9.08545
が生じる	-9.08596
八代	-9.08648
上がり	-9.08769
とした	-9.08782
上野	-9.08893
▁じっと	-9.08935
かもしれません	-9.09127
そば	-9.09128
思い	-9.09222
名人	-9.09396
を防いだ	-9.09412
相振り飛車	-9.09443
検討陣	-9.09484
相手に	-9.09513
盤上	-9.09543
桂取り	-9.09641
び	-9.0969
ひとつ	-9.09955
:	-9.0996
を選んだ	-9.09992
ちょっと	-9.10038
振り飛車党	-9.10211
出した	-9.10234
二飛と	-9.10237
時刻は	-9.10247
筋は	-9.10299
龍	-9.10362
角の	-9.10365
が続く	-9.10385
ほそ島や	-9.1043
好	-9.10488
定	-9.10495
に出る	-9.10499
、8	-9.105
モニター	-9.10548
～△3	-9.1061
所	-9.10644
作	-9.10656
?	-9.10757
ていない	-9.10938
▁銀	-9.11027
がありそうだ	-9.11031
ポイント	-9.11126
五飛と	-9.11186
ッ	-9.11265
場合	-9.11378
危険	-9.11523
どうやら	-9.11537
二銀と	-9.11553
持ち時間	-9.1156
チ	-9.11701
内藤	-9.11755
左美濃	-9.11787
カ	-9.11939
場所	-9.12139
指している	-9.12279
守り	-9.12325
のですが	-9.12435
先手陣	-9.12535
応	-9.12615
させて	-9.12791
効果	-9.12863
事	-9.12959
苦しい	-9.13169
の両取り	-9.13221
まま	-9.13354
つもり	-9.13408
でした	-9.13562
すでに	-9.13643
仕掛けた	-9.13724
なり	-9.1387
みろく庵	-9.13878
位置	-9.13977
までの詰み	-9.14128
指した	-9.14233
指されている	-9.1461
八銀と	-9.15009
歩得	-9.15028
対局室	-9.15028
開	-9.15154
要	-9.15186
～▲6	-9.1529
さん	-9.15347
攻め駒	-9.15382
自	-9.15455
める	-9.15464
と上がる	-9.15565
五歩には	-9.15661
出た	-9.15884
が気になる	-9.15937
ク	-9.16097
にして	-9.16238
詰む	-9.16287
最後の	-9.16289
一着	-9.16295
込む	-9.16368
四同銀	-9.16533
十分	-9.1657
としても	-9.16573
以上	-9.16623
夕食休憩	-9.16719
つけ	-9.16753
七と	-9.16859
それは	-9.17047
現局面	-9.1706
開始	-9.17176
突き捨て	-9.17204
この局面	-9.17214
正	-9.17274
七歩と	-9.17432
このあと	-9.17433
逆転	-9.17458
不	-9.17481
～△2	-9.17579
切って	-9.17605
られている	-9.17696
違い	-9.17723
三の地点	-9.17934
筋で	-9.18053
▁▲1	-9.18165
本局の	-9.18214
のある	-9.18372
様子	-9.18467
中央に	-9.18511
記録係	-9.18618
本日	-9.18633
立ち	-9.18643
石井	-9.18729
同銀は	-9.18789
相手	-9.18793
筋の歩を	-9.19151
二金と	-9.19316
のように	-9.19413
らず	-9.19437
どちら	-9.19482
急	-9.19516
二銀成	-9.19542
させ	-9.19616
後手陣	-9.19716
に出た	-9.19738
取れば	-9.19899
われ	-9.20072
ことが	-9.201
上村	-9.20464
形で	-9.20466
一歩成	-9.20598
手に達した	-9.20631
島本	-9.20639
一手損角換わり	-9.20718
しい	-9.20734
足	-9.2077
ッと	-9.20802
なかなか	-9.20806
初手	-9.20918
いま	-9.21085
攻防手	-9.21196
回る	-9.21201
手がある	-9.21288
控室では	-9.21498
外	-9.21604
▁△9	-9.21626
立つ	-9.21723
を消す	-9.21777
切れ	-9.21815
飛	-9.21837
感想戦	-9.21859
この手は	-9.21904
隙	-9.22013
例えば	-9.2204
っていた	-9.22119
間に	-9.22128
が残る	-9.22171
穴熊に	-9.22401
ために	-9.2268
考えて	-9.22699
と取る	-9.22712
回って	-9.22961
同歩に	-9.2311
飛車先	-9.23185
三同金	-9.23364
を目指した	-9.23377
▁消費時間は	-9.23396
危ない	-9.23409
～▲8	-9.23463
手厚い	-9.23478
時になり	-9.23553
ておく	-9.23586
と引く	-9.23616
八金と	-9.23673
同玉は	-9.23708
大駒	-9.23923
どちらも	-9.23942
楽しみ	-9.24014
転回	-9.24043
堅く	-9.24137
後手番	-9.24223
四同飛	-9.24226
います	-9.24255
川上	-9.24427
のでは	-9.24564
かわす	-9.24696
動か	-9.24718
受けて	-9.24733
▁しかし	-9.24763
を見た	-9.2477
の動き	-9.24786
はまだ	-9.24788
来	-9.2482
構え	-9.24985
局面は	-9.25016
いつでも	-9.25124
断	-9.25178
厚み	-9.25195
二桂成	-9.252
端に	-9.25228
同飛に	-9.25379
、△9	-9.25621
このまま	-9.2563
しており	-9.25652
三同銀	-9.25736
筋の歩	-9.25771
かな	-9.25808
を生かして	-9.25892
同銀成	-9.25956
藤森	-9.25988
進んだ	-9.26054
真	-9.26086
させた	-9.26218
ほとんど	-9.2638
五同歩は	-9.26418
昇級	-9.26474
九の	-9.26517
五歩が	-9.26547
>	-9.26564
すべて	-9.26566
近く	-9.26603
でどうか	-9.26641
五桂が	-9.26735
ポ	-9.26927
同金に	-9.26979
あった	-9.27099
バ	-9.27122
成桂	-9.27152
タ	-9.27171
に構える	-9.27221
本譜の	-9.27228
六同銀	-9.27377
=	-9.27381
銀の	-9.27399
馬が	-9.27552
してから	-9.27553
手筋	-9.27562
していく	-9.27565
指し回し	-9.27591
▁△1	-9.27616
～△5	-9.27755
のではないか	-9.2776
角取り	-9.2784
を狙って	-9.27912
つらい	-9.27965
嫌	-9.27984
の詰めろ	-9.28032
、▲9	-9.28078
られない	-9.28092
げ	-9.2823
口	-9.28248
入り	-9.2832
時間を切った	-9.28351
パ	-9.28401
田	-9.28404
同じ	-9.28647
入手	-9.2876
和	-9.2896
～▲5	-9.29085
筋に飛車を	-9.2911
もありそうだ	-9.29118
まず	-9.29182
香取り	-9.29197
完成	-9.29305
手厚く	-9.29323
対局再開は	-9.29444
といわれている	-9.29479
ありません	-9.29514
出す	-9.29518
攻め合う	-9.29575
▁▲9	-9.2969
が予想される	-9.29712
小	-9.29757
同金は	-9.29845
右玉	-9.29995
に対し	-9.30005
進む	-9.30011
五同桂	-9.30019
研究	-9.30045
四の	-9.30072
玉形	-9.30086
実現	-9.30159
角頭	-9.30237
上が	-9.30247
ほぼ	-9.30249
後手玉を	-9.30343
いったん	-9.30381
を用意している	-9.30417
分の長考だった	-9.30472
を消した	-9.30633
方が	-9.3093
の残り時間は	-9.30961
づらい	-9.30982
名	-9.31122
一手だ	-9.3114
八銀成	-9.3115
七の	-9.31178
良く	-9.31244
消	-9.31343
早繰り銀	-9.31404
控え室	-9.31416
走	-9.31494
早くも	-9.3152
と引いて	-9.31556
打って	-9.31617
続いて	-9.31656
心	-9.31667
関	-9.31693
的に	-9.31702
ひと	-9.31824
九歩成	-9.31853
二玉と	-9.31908
可能性	-9.31935
必要がある	-9.31936
局は	-9.31985
昼食休憩	-9.32044
端歩	-9.32102
歩で	-9.32152
来訪している	-9.322
五同飛	-9.32295
めて	-9.32337
攻めていく	-9.32356
～▲2	-9.32372
しっかり	-9.32424
やり	-9.32516
防	-9.3255
右辺	-9.32876
九香	-9.32977
の反撃	-9.33193
返	-9.33205
れた	-9.3322
深く	-9.33419
C	-9.33468
八桂成	-9.33583
三竜	-9.33592
七同金	-9.33653
と上がった	-9.33673
てきた	-9.34036
が利く	-9.34132
もあり	-9.34138
ところだ	-9.34192
と同じ	-9.34195
角道	-9.34227
一番	-9.34231
自陣の	-9.34351
?」	-9.34367
ド	-9.34465
までは	-9.34476
取って	-9.34601
不満	-9.34669
活用する	-9.34845
戻	-9.34918
詰ま	-9.34984
成銀	-9.35033
発	-9.35044
くらい	-9.35181
決め手	-9.35241
▁金	-9.35382
とする	-9.35453
があって	-9.35479
つく	-9.35542
攻撃	-9.35626
飛車先を	-9.35671
初段	-9.35682
の作戦は	-9.35715
席	-9.35873
仕掛ける	-9.35961
非常に	-9.3598
▁これは	-9.36027
都成	-9.36195
できれば	-9.362
八玉と	-9.36258
佐藤紳	-9.36288
七の地点	-9.36573
おいて	-9.36597
松本	-9.36598
▁昼食の注文は	-9.36671
を見せて	-9.36682
ラ	-9.3672
対局開始	-9.36824
三浦は	-9.36863
銀で	-9.36871
声	-9.36908
タイミング	-9.36942
逆	-9.36944
あるいは	-9.37112
六の	-9.37222
▁ここは	-9.37254
手つきで	-9.37372
なってきた	-9.37374
まだまだ	-9.37464
どうするか	-9.37489
羽生が	-9.3756
突破	-9.37588
指し手	-9.37618
狙いがある	-9.37676
五桂は	-9.37676
と見た	-9.37698
に組む	-9.37732
棋士室の	-9.37815
歩交換	-9.37883
ノータイム	-9.37889
振り	-9.37935
半	-9.37958
四歩には	-9.38005
約	-9.38036
上に	-9.38073
終局	-9.38144
体	-9.38146
戦型	-9.38296
成功	-9.38352
畠山鎮七段	-9.38355
玉頭に	-9.38388
タイミングで	-9.38481
も有力	-9.38527
がいい	-9.38851
全	-9.38866
が詰めろ	-9.38889
桂が	-9.38898
穴熊の	-9.3892
やすく	-9.38938
用意	-9.39027
利かし	-9.39092
得意	-9.39102
この手で	-9.3921
転	-9.39238
かけ	-9.39248
いか	-9.39301
上がって	-9.39315
四歩が	-9.39348
可能	-9.39377
息	-9.39396
差	-9.39399
広く	-9.39461
にならない	-9.39462
形は	-9.39488
とはいえ	-9.3961
のない	-9.39624
室	-9.39641
一香	-9.39784
ことになりそうだ	-9.39812
知	-9.39819
六歩には	-9.39834
分以上考えている	-9.39861
べ	-9.39894
現	-9.39953
取られてしまう	-9.40062
持ち駒	-9.40075
終盤	-9.40131
前述の	-9.40145
垂らし	-9.40213
の先手	-9.40299
よって	-9.40302
▁今度は	-9.40332
そして	-9.40388
に行く	-9.40389
ようで	-9.40463
初めて	-9.40468
応じ	-9.40474
早	-9.40483
が厳しそうだ	-9.40523
場合によっては	-9.40562
▁本局は	-9.40644
ペース	-9.40715
なくなった	-9.4074
堅さ	-9.40834
昨年	-9.40883
奨励会三段	-9.40893
畠山鎮	-9.40983
の対戦	-9.41003
るか	-9.41122
と進めば	-9.41194
でき	-9.41236
元	-9.41329
六歩が	-9.41332
無理	-9.41426
もあります	-9.41444
六同飛	-9.41494
成り捨て	-9.41598
打ち込む	-9.4163
残り時間	-9.41674
と言われていた	-9.41686
同飛は	-9.41805
相矢倉	-9.41964
中継室	-9.41988
捕獲	-9.42045
今期	-9.42068
勝率	-9.42086
先手勝ち	-9.42186
選択	-9.42203
瞬間	-9.42244
▁歩を	-9.42278
同玉に	-9.42352
八金右	-9.42358
珍しい	-9.42367
優勢	-9.424
分以上	-9.42451
五同角	-9.42464
先手玉を	-9.42516
考えていた	-9.42667
状況	-9.42716
といえる	-9.42717
二同金	-9.42763
逃げて	-9.42899
が厳しく	-9.42936
応じる	-9.4296
久保は	-9.43001
うまい	-9.43044
近	-9.43055
合う	-9.43068
戦で	-9.43089
▁後手も	-9.43095
を取る	-9.43209
▁すぐに	-9.43214
一と	-9.43251
ほ	-9.43267
変	-9.43296
渡辺は	-9.4333
図	-9.4336
野	-9.43395
三枚堂	-9.43481
ける	-9.43486
で先手が	-9.43585
水	-9.43591
これが	-9.43626
局で	-9.43694
さばく	-9.43701
先手陣は	-9.43734
入	-9.43911
激しい	-9.43965
名人戦	-9.43993
九に	-9.43993
多く	-9.44039
壁	-9.44053
成香	-9.441
形が	-9.44107
ようだが	-9.4413
いや	-9.44355
奨励会員	-9.44364
と応じた	-9.44446
決断	-9.44449
今年	-9.44492
手の	-9.44527
▁羽生は	-9.44565
を選ぶ	-9.44585
先手の攻め	-9.44683
ゆっくり	-9.44749
山	-9.44775
三角と	-9.44797
先手番	-9.44805
直接	-9.44814
～△8	-9.44826
逃げれば	-9.4485
同歩は	-9.4487
意	-9.44892
持	-9.44965
を作って	-9.45005
を見ている	-9.45032
▁桂	-9.45166
左辺	-9.45254
佐藤和	-9.45271
捨て	-9.4532
五銀は	-9.45323
部	-9.45425
くなる	-9.45454
合駒	-9.4553
手は	-9.45667
チャンス	-9.45699
横に	-9.457
があるため	-9.45883
先手よし	-9.45923
なるほど	-9.45946
一方	-9.45996
室岡	-9.46015
取られ	-9.46059
考える	-9.46169
もちろん	-9.46375
ようになった	-9.46437
早く	-9.46453
東京	-9.46488
角のライン	-9.46503
意味がある	-9.46508
込み	-9.46519
歩を打った	-9.46537
同	-9.46586
進んで	-9.46699
のほう	-9.46736
▁戦型は	-9.4679
▁過去の対戦成績は	-9.46828
一分将棋	-9.4683
両	-9.46853
つもりだ	-9.46955
広	-9.46981
組み	-9.46988
手目の	-9.4699
訪れ	-9.47357
桂跳ね	-9.47361
太	-9.47362
ひとまず	-9.47365
○	-9.47372
小林健	-9.47403
九と	-9.47461
ふ	-9.4751
小林裕	-9.47511
場合は	-9.47698
ことは	-9.47766
実戦	-9.47881
序盤	-9.47924
後手としては	-9.47955
星野	-9.47967
ようにした	-9.47972
▁さらに	-9.48051
これも	-9.48057
新	-9.48091
が一例	-9.48127
三同桂	-9.48161
大きく	-9.48183
指して	-9.48187
四銀は	-9.48206
込んで	-9.48262
なお	-9.48288
高	-9.48289
と上がって	-9.48302
狙われ	-9.48305
すぐ	-9.48314
四同金	-9.48325
が大きい	-9.48359
によって	-9.4852
は注文なし	-9.48545
堂々と	-9.4866
寄	-9.48704
注文	-9.48728
を決め	-9.48741
まずい	-9.48758
の長考	-9.48773
場	-9.48847
五の	-9.48932
の手が	-9.48954
五角が	-9.48967
の位置	-9.49056
注目	-9.491
三香成	-9.49203
になります	-9.49261
掛け	-9.49313
段	-9.49373
一に	-9.49447
予定	-9.49504
連	-9.49623
中村太	-9.49624
軽く	-9.49716
を選択	-9.4978
勢い	-9.49885
佐藤天	-9.49936
郷田は	-9.50008
、△1	-9.50226
五桂で	-9.50286
を取って	-9.50367
わけ	-9.50374
記	-9.50477
だけで	-9.50498
多	-9.505
を受け	-9.50537
山本	-9.50543
その後	-9.50596
機	-9.5062
死	-9.50643
すぎ	-9.50678
▁ノータイムで	-9.5068
ができる	-9.50732
四同角	-9.5083
後手陣は	-9.50889
のライン	-9.51016
七角と	-9.51153
を採用し	-9.51304
と打たれる	-9.51464
するのは	-9.51492
ますね	-9.51541
星野四段	-9.51569
天	-9.51593
できない	-9.51703
コ	-9.51709
悪い	-9.51766
に入った	-9.51841
必	-9.51929
プロ	-9.51953
づ	-9.51999
路	-9.52022
▁久保は	-9.52024
七香成	-9.5212
で先手	-9.52155
吉田	-9.52188
定食	-9.52315
自玉の	-9.52335
会	-9.52418
一の	-9.52468
代	-9.52504
すごい	-9.52547
有力	-9.52556
ア	-9.52664
淡路	-9.52788
六銀は	-9.52899
局面だ	-9.53027
それでも	-9.53207
技	-9.53234
後の	-9.53245
との声	-9.53263
相当	-9.53407
ついて	-9.53454
森内は	-9.53526
まる	-9.53552
投了	-9.53597
スペース	-9.53658
を作り	-9.53754
黒沢	-9.53755
うどん	-9.53756
を取り	-9.538
を図る	-9.53843
ざ	-9.53877
分将棋	-9.53971
最近は	-9.53975
六同金	-9.53975
退	-9.53996
時半頃	-9.54003
の差	-9.54158
五歩や	-9.54268
けて	-9.54323
が悪い	-9.54333
六竜	-9.54385
六同角	-9.54467
伸ばす	-9.54469
悩ましい	-9.5461
●	-9.54636
果たして	-9.54637
ト	-9.54661
時を過ぎた	-9.54667
糸谷八段	-9.54677
進出	-9.54696
ができた	-9.54753
四竜	-9.54834
安定	-9.54917
が続いている	-9.54992
向かい飛車	-9.55051
利用	-9.55075
ジ	-9.55083
両者の	-9.55099
悪	-9.55112
七桂と	-9.55114
いかにも	-9.55257
の駒組み	-9.55268
と見たか	-9.55332
で後手が	-9.55377
コメント	-9.55389
込んだ	-9.5543
サイト	-9.55475
格好	-9.55475
行われ	-9.55478
▁桂を	-9.5549
迫力	-9.55494
意味もある	-9.55528
逆に	-9.55531
局面が	-9.55536
採用	-9.55567
投了した	-9.55722
実戦例	-9.55723
順は	-9.55825
子	-9.55832
高い	-9.55839
ツ	-9.55844
押さえ	-9.55948
のまま	-9.55948
村田顕	-9.55969
忙しい	-9.55969
制	-9.55986
同と	-9.56016
他に	-9.56048
いている	-9.56215
七段は	-9.56216
代わりに	-9.56217
取れない	-9.56219
仮に	-9.56237
取らずに	-9.56293
止め	-9.5646
工夫	-9.56467
ほかに	-9.56526
どこ	-9.56612
好形	-9.5664
王手で	-9.56652
対戦	-9.5669
戦は	-9.56693
書	-9.56717
五竜	-9.56754
催促	-9.56902
映	-9.56909
気が	-9.56944
余	-9.56955
張	-9.56993
れない	-9.57125
は難しい	-9.57143
指せる	-9.57197
▁控え室では	-9.57267
身	-9.57305
だったようだ	-9.5732
軽い	-9.57414
八同金	-9.57415
再開	-9.57452
七同銀	-9.57457
取られて	-9.57467
現在は	-9.57476
反発	-9.57538
動いた	-9.57598
次の手	-9.57652
できた	-9.57652
後手玉の	-9.5766
途中	-9.57862
同歩なら	-9.57906
長い	-9.57971
でもある	-9.58001
七同桂	-9.58025
つもりだろう	-9.58092
がなく	-9.58123
の利き	-9.58261
だったか	-9.58271
の方が	-9.58315
▁馬	-9.58324
先手玉の	-9.58333
打つ手	-9.58358
になれば	-9.58389
同時に	-9.58626
するか	-9.58709
るのは	-9.58773
かわした	-9.58818
転換	-9.58869
られてしまう	-9.58935
合わせ	-9.59014
の寄せ	-9.59074
桂の	-9.59228
後手の攻め	-9.5924
になるが	-9.5925
西田	-9.59258
ところだった	-9.59314
棋士室	-9.59336
七竜	-9.59349
右銀を	-9.59438
分の少考で	-9.59477
▁棋士室には	-9.59496
取れ	-9.59569
▁渡辺は	-9.59585
期目	-9.59595
驚	-9.59623
五桂の	-9.59631
当然	-9.59643
違う	-9.59653
▁先手も	-9.5967
藤井は	-9.59736
弱	-9.5987
飛車の横利き	-9.59884
の作戦	-9.59913
前進	-9.60051
記者	-9.60068
▁阿部は	-9.6007
番	-9.60086
角の利き	-9.60086
主	-9.60263
と呼ばれる	-9.60318
泉八段	-9.60335
端歩を	-9.60351
一桂	-9.60371
青嶋	-9.60416
の仕掛け	-9.60423
金で	-9.60452
直近	-9.60581
視	-9.60673
形に	-9.6072
桂香	-9.60798
将来	-9.60838
寄って	-9.60845
六飛は	-9.60958
返す	-9.61003
局面を	-9.61057
寄せる	-9.61062
位タイ	-9.61069
キズ	-9.61075
動いて	-9.61132
角で	-9.61288
(18	-9.61297
行く	-9.61322
時前の局面	-9.61331
局あり	-9.61406
時に再開	-9.61434
と打ち	-9.61459
三銀は	-9.61473
先手としては	-9.61475
相	-9.61613
補充	-9.61623
続き	-9.61703
九飛と	-9.61724
先手の飛車	-9.61758
月の	-9.61832
に備えた	-9.61867
じっくり	-9.61876
考えた	-9.61985
経験	-9.61988
必要	-9.62304
で詰み	-9.6248
笑	-9.62517
いるので	-9.62565
きれ	-9.62599
考慮	-9.62604
竜王戦	-9.62613
がよく	-9.62625
良い	-9.62641
前期	-9.62698
てくる	-9.62876
必至	-9.63052
五角成	-9.6307
いずれ	-9.63075
二の	-9.63102
介	-9.63182
しても	-9.6324
▁畠山は	-9.63274
利いて	-9.63282
先手優勢	-9.63304
の見解	-9.63423
▁※「	-9.63503
四角が	-9.63545
について	-9.63551
る手	-9.6359
ないと	-9.63594
が残っている	-9.63692
▁中村は	-9.63762
八歩と	-9.63787
終盤戦	-9.63789
ること	-9.63823
▁端	-9.6385
上部に	-9.63881
▁やはり	-9.63956
このタイミングで	-9.63963
戦う	-9.64056
この手	-9.642
れて	-9.6429
▁歩	-9.64373
収め	-9.64386
フ	-9.64393
手も	-9.64431
▁玉を	-9.64493
格	-9.64515
順位戦では	-9.64599
梶浦	-9.64664
少ない	-9.64788
早逃げ	-9.64795
踏み込んだ	-9.64803
を持って	-9.64831
そのまま	-9.64913
の手	-9.64963
の狙いがある	-9.65035
が投了した	-9.65041
せば	-9.65069
大内	-9.65114
飛車取りに	-9.65213
(19	-9.65323
中住まい	-9.65344
グ	-9.65344
記録	-9.65345
立	-9.65408
支え	-9.65514
一度	-9.6554
今泉四段	-9.65695
畠山成	-9.65757
四角は	-9.65759
放	-9.65797
▁また	-9.65815
三の	-9.65856
ぶつけて	-9.65882
余裕	-9.65892
清算	-9.65892
座	-9.65979
が勝っている	-9.66089
減	-9.66167
構わず	-9.66169
と見られていた	-9.66305
がよい	-9.66331
結論	-9.66449
入った	-9.66486
二玉は	-9.66496
積極的に	-9.66507
六角は	-9.66528
三桂と	-9.6655
レ	-9.66581
薄く	-9.66582
が受けにくい	-9.66712
手だが	-9.66803
消費時間	-9.66838
手堅い	-9.66845
&	-9.66859
相居飛車	-9.66895
▁手筋の	-9.66956
ってきた	-9.66988
考えられる	-9.67087
検討陣は	-9.67107
四飛は	-9.67113
七銀は	-9.67191
打開	-9.67202
的	-9.6725
検討では	-9.6736
を目標に	-9.67387
E	-9.67416
▁馬を	-9.67465
まずは	-9.67548
同様	-9.67555
と打てば	-9.67556
四歩や	-9.67575
準備	-9.67687
谷川は	-9.67716
素	-9.67821
を守る	-9.6795
▁記録係は	-9.68014
歩を取った	-9.68159
渡	-9.68186
があるかどうか	-9.68241
頂け	-9.68258
流行	-9.68369
サ	-9.68394
棋士室に	-9.68398
現局面から	-9.68428
控室で	-9.68446
の両狙い	-9.68541
に入る	-9.68653
激しく	-9.68679
いそうだ	-9.68763
銀交換	-9.68779
んですね	-9.68797
雁木	-9.68817
狭い	-9.68839
食	-9.68845
▁夕食の注文は	-9.6891
されると	-9.68928
難解	-9.68937
やすくなる	-9.68987
すぐには	-9.69008
九桂	-9.69054
策	-9.69062
穴熊を目指す	-9.69069
と思いました	-9.69105
(17	-9.69226
得意の	-9.69239
入室	-9.69252
筋がある	-9.69329
五銀で	-9.69367
が生じ	-9.69572
攻防に	-9.69576
藤倉	-9.69669
が自然	-9.69759
この一手	-9.69785
角を打った	-9.69827
後手玉	-9.69953
手数	-9.69963
成績	-9.70168
たいところ	-9.70297
攻め筋	-9.7033
守りの	-9.70344
入城	-9.70396
にとって	-9.70427
角取りに	-9.70432
を着手	-9.70461
崩	-9.70661
世	-9.7082
が多く	-9.70858
ようでは	-9.70984
二金は	-9.71004
込まれ	-9.71061
二銀は	-9.71153
ようとしている	-9.71155
指されていた	-9.71176
厳しく	-9.71218
んでいる	-9.7122
めた	-9.71266
使	-9.71277
五の歩	-9.71333
でしょうね	-9.71374
勝つ	-9.71382
豊島は	-9.71416
時半	-9.71479
つか	-9.71499
嫌み	-9.7151
を使い	-9.71519
の手筋	-9.71644
再開後	-9.71648
投入	-9.71658
ないように	-9.71833
先手で	-9.71862
決戦	-9.71892
してきた	-9.71973
比	-9.71975
部分的には	-9.71993
ましたね	-9.72091
マ	-9.72101
ロ	-9.72115
破	-9.72117
▁豊島は	-9.72119
八飛は	-9.72151
内	-9.72205
が入った	-9.72207
両者とも	-9.72211
▁藤井は	-9.72242
備え	-9.72242
五同歩に	-9.72247
を見せている	-9.7226
五歩を	-9.72298
のひとつ	-9.72331
ないので	-9.72347
今泉	-9.72363
位置に	-9.72373
下さい	-9.72414
後手勝ち	-9.72551
同飛と	-9.72553
印象	-9.72574
攻められる	-9.7261
封じ手	-9.72662
分ごろ	-9.72687
痛	-9.72692
前の	-9.72736
扇子を	-9.72772
同銀と	-9.72794
いつ	-9.72823
収	-9.72832
と話す	-9.72855
W	-9.72857
どのように	-9.72884
向	-9.72895
を取りにいく	-9.72918
寄らない	-9.73019
▁対する	-9.73069
四歩を	-9.73173
五桂と跳ね	-9.7319
なって	-9.73209
金取りに	-9.73262
プ	-9.73291
計	-9.73296
▁この手	-9.73311
ック	-9.73316
が入れば	-9.73327
二飛は	-9.73359
▁谷川は	-9.73426
ヒモ	-9.73427
で後手	-9.73445
一着だ	-9.73509
整備	-9.73536
前節	-9.736
時間を使って	-9.73603
六歩や	-9.7362
六の歩	-9.73624
逃	-9.73631
薄い	-9.73653
対抗	-9.73662
飛車先交換	-9.73788
歩を打って	-9.73804
せず	-9.73833
と打たれて	-9.73842
結果は	-9.73871
デザイン	-9.73893
手堅く	-9.73921
▁三浦は	-9.73983
同銀で	-9.74023
データベース	-9.74039
』	-9.74039
可能性がある	-9.74116
見え	-9.74121
▁先手が	-9.74123
しつつ	-9.74255
放置	-9.74278
可能性もある	-9.7431
持ち歩	-9.74319
握	-9.74335
シーンが増え	-9.7434
にはレス	-9.7434
ンシブ	-9.74343
▁前例は	-9.74373
命	-9.74471
リード	-9.74487
を是非	-9.74489
残している	-9.74504
ぶつけた	-9.74539
『	-9.74636
詰めろではない	-9.74652
五歩の仕掛け	-9.74731
厚く	-9.74741
新手	-9.74746
五角は	-9.74752
取り込み	-9.74801
休憩	-9.74802
有利	-9.74808
近年	-9.74816
さすがに	-9.74822
入る	-9.74843
二歩と	-9.74875
を消して	-9.74887
畠山は	-9.74893
タブレットでもお試し	-9.74937
通信環境さえあればいつでも	-9.74939
以下の詰み	-9.75049
悪く	-9.75141
形を	-9.75151
▁後手が	-9.75173
抜け	-9.75289
▁ここまで	-9.75299
横	-9.75308
囲	-9.75333
利か	-9.75376
へと	-9.75386
タブレット	-9.75391
頭を	-9.75423
攻めが続く	-9.75446
今日	-9.75462
飛車と	-9.75492
どちらか	-9.75529
手つき	-9.75533
されてしまう	-9.75563
三金と	-9.75587
稲葉は	-9.75601
再度	-9.75663
が見えている	-9.7567
なのか	-9.75731
は先手が	-9.75829
に入って	-9.75854
本局では	-9.75854
居飛車穴熊	-9.75891
盤面	-9.76025
避け	-9.76028
連敗	-9.76032
先手玉	-9.76084
一飛と	-9.76127
際	-9.76144
堅陣	-9.76149
歩損	-9.76155
▁先手玉は	-9.7628
夕食注文は	-9.76297
三歩は	-9.76329
特	-9.76362
としている	-9.76414
三同玉	-9.7647
の展開	-9.76485
戦場	-9.76544
わずか	-9.76561
行方は	-9.76589
六歩を	-9.76646
分からない	-9.76647
▁棋士室の	-9.76727
落ち	-9.76762
利	-9.76826
検討している	-9.76906
始めた	-9.7692
四飛で	-9.76921
進み	-9.76954
見えて	-9.77024
四歩なら	-9.77042
末	-9.7706
代償	-9.77063
応手	-9.77074
飯島七段	-9.77137
の駒	-9.77174
形になった	-9.77187
表	-9.77207
どこでもネット中継をお楽しみ	-9.77219
00	-9.7726
の進行は	-9.77359
遠く	-9.77368
落ち着いて	-9.77371
となり	-9.77384
▁対局再開	-9.77415
自然に	-9.77427
位取り	-9.77464
のため	-9.77468
有吉	-9.77524
離れ駒	-9.77536
継続手	-9.7757
力を	-9.77615
はなし	-9.77639
手番を	-9.7772
かない	-9.77722
を攻める	-9.77723
▁なんと	-9.77747
勢	-9.77769
取	-9.7786
を指す	-9.77927
一つ	-9.77989
をかける	-9.78001
あとは	-9.78066
なのだろう	-9.7807
組み替え	-9.78081
利き	-9.78085
最も	-9.78089
を用意	-9.78139
県	-9.78143
この瞬間	-9.78171
(16	-9.78175
六角が	-9.78185
▁郷田は	-9.78202
早囲い	-9.78258
楽	-9.78265
飛び	-9.78271
七桂と跳ね	-9.78321
即詰み	-9.78343
守	-9.78368
桂を跳ねた	-9.78375
同香成	-9.78504
桂を跳ねて	-9.78514
セット	-9.7861
にくく	-9.78613
桂打ち	-9.78623
さんは	-9.78633
を採用	-9.78663
離れ	-9.78765
状態	-9.78766
はなさそうだ	-9.78773
受けに回る	-9.78793
浮いて	-9.7885
後手よし	-9.78904
自然	-9.78905
の対局	-9.78923
戻って	-9.78963
渡辺竜王	-9.78993
受けにくい	-9.79015
銀を取る	-9.79027
調子	-9.79078
さない	-9.79099
▁このタイミングで	-9.79159
で応じた	-9.79229
の評判	-9.79248
すること	-9.79322
手を止めている	-9.79392
を狙い	-9.79403
問題	-9.79413
好調	-9.79437
桂を取る	-9.7951
渡す	-9.79567
のような手	-9.79616
立って	-9.79697
ということだろう	-9.79707
例	-9.79728
七金と	-9.79749
と応じる	-9.79763
使え	-9.7983
のプロフィール	-9.79864
守備	-9.79865
ついた	-9.79997
成立	-9.80018
が見える	-9.80043
乗	-9.80097
地点	-9.80169
八玉は	-9.80178
大橋	-9.80184
けば	-9.80293
も見	-9.80364
固め	-9.80388
手番が	-9.80463
枚換え	-9.80486
朝	-9.80497
べき	-9.8053
となりそうだ	-9.80544
▁厳しい	-9.80573
分近く考え	-9.80615
二金右	-9.80646
玉のコビン	-9.8066
四の歩	-9.80675
みたい	-9.80693
五角で	-9.80694
この手が	-9.80725
しにいく	-9.80731
大きい	-9.80781
行われた	-9.80807
児玉	-9.8082
を避ける	-9.80906
盤上に	-9.81174
の前に	-9.81192
姿勢	-9.81217
食い	-9.81236
の間	-9.81298
垂れ歩	-9.81299
なさそうだ	-9.81359
困	-9.81392
上から	-9.81485
キ	-9.81592
四の地点	-9.81625
立った	-9.81704
化	-9.81751
心配	-9.8178
この手に	-9.81809
働いて	-9.81847
切	-9.81874
になってしまう	-9.81883
も考えられた	-9.81889
五同歩なら	-9.81936
続け	-9.81991
それとも	-9.82079
合流	-9.82152
三桂と跳ね	-9.82189
▁深浦は	-9.82194
予想していた	-9.82201
この形	-9.82234
市	-9.82256
と見たようだ	-9.82263
目標	-9.82268
駒の	-9.82283
付け	-9.82393
桂で	-9.82409
風	-9.82421
のあと	-9.82508
分の考慮で着手	-9.8252
同一局面	-9.82557
丸山は	-9.82566
次	-9.82587
決	-9.82635
▁投了以下	-9.82649
を消している	-9.82659
渡し	-9.82666
えば	-9.82671
八金は	-9.82725
回った	-9.82735
ブ	-9.82745
スキ	-9.82768
歩突き	-9.82821
質駒	-9.82854
遊び駒	-9.8291
所司和晴七段門下	-9.82913
▁稲葉は	-9.82968
します	-9.83056
左右	-9.83125
加	-9.83132
歩を取る	-9.83194
▁中田は	-9.83222
八銀は	-9.83254
さばけ	-9.83288
三銀で	-9.83294
▁この手は	-9.83317
もない	-9.83368
態度	-9.83375
わけにはいかない	-9.83399
を防いでいる	-9.83515
中村亮	-9.8357
の攻め合い	-9.83606
不成	-9.83624
陣	-9.83691
桂得	-9.83714
飛車を取る	-9.83743
手を戻す	-9.83756
なります	-9.83778
振り飛車の	-9.83851
対策	-9.83909
する手	-9.83917
六段は	-9.83927
いれば	-9.8398
も対応しています	-9.84058
やる	-9.84067
きました	-9.84086
になるので	-9.84155
あらかじめ	-9.8422
られると	-9.84264
どちらが	-9.8432
深浦は	-9.84416
逃げ場所	-9.84439
ぐらい	-9.8455
立て	-9.84553
をかけた	-9.84588
分過ぎ	-9.84601
なさそう	-9.84653
現状は	-9.84795
二同玉	-9.848
弱点	-9.84827
一直線	-9.84881
影	-9.84881
逆襲	-9.84885
いきたい	-9.84928
▁山崎は	-9.84943
持ち駒の	-9.84944
を決めた	-9.84962
打て	-9.85055
▁田中は	-9.85066
八の	-9.85158
ことに	-9.8516
伸ばした	-9.8519
ちょうど	-9.85214
ハ	-9.85214
頭に	-9.85218
を考えている	-9.85325
山崎は	-9.85351
をにらむ	-9.85383
どのような	-9.85392
先手の攻めが	-9.85435
活	-9.85457
居玉	-9.8553
緩	-9.85538
割	-9.85546
飛車の利き	-9.85551
先手陣に	-9.85593
性	-9.85698
出てきた	-9.85715
止まる	-9.85719
わず	-9.85847
前例が	-9.8591
桂を跳ね	-9.85994
当て	-9.86016
手ですね	-9.86021
わからない	-9.86054
ルート	-9.86056
勝った	-9.8606
からの詰めろ	-9.86092
解消	-9.86126
まさ	-9.86187
の出だし	-9.86198
丁寧に	-9.86218
になってきた	-9.86365
指さない	-9.86385
一旦	-9.86387
対する	-9.86421
村田智	-9.86474
六飛で	-9.86515
井出	-9.86565
が急所	-9.86636
筋の位	-9.86692
当時	-9.8671
ものだ	-9.86718
を押さえ	-9.86772
が好手	-9.86813
切ら	-9.86838
▁佐々木は	-9.8685
金銀を	-9.86863
当	-9.86866
進め	-9.8687
嫌な	-9.86943
▁先に	-9.87013
取らせる	-9.87165
合わせる	-9.87197
飛車先の歩を	-9.872
これまで	-9.87236
引け	-9.87292
三歩で	-9.87335
控室の	-9.87372
五の地点	-9.87411
が大きく	-9.87428
そうか	-9.87487
打ち込んだ	-9.87505
銀を引いて	-9.87554
持って	-9.87579
と検討陣	-9.87617
を放った	-9.87646
の可能性	-9.87648
に備える	-9.87653
えた	-9.87694
いよいよ	-9.87702
中継	-9.87751
馬取り	-9.87769
出し	-9.87778
前手	-9.87811
それを	-9.87861
ウ	-9.87915
ビ	-9.87915
が出	-9.88012
対局室に	-9.88047
狙	-9.88069
しておく	-9.88089
伸び	-9.88275
の構え	-9.88361
ふじもと	-9.88427
銀を取った	-9.88431
追われ	-9.88439
少考で	-9.88441
戦型は	-9.88445
▁香を	-9.88446
五桂に	-9.8859
よさそう	-9.88616
後手優勢	-9.88693
に見えます	-9.88703
がかかる	-9.88755
勝負手	-9.88858
打たせ	-9.88862
のさばき	-9.8888
ゆ	-9.88947
火	-9.88947
中原囲い	-9.88954
回り	-9.89007
経過	-9.89121
わけではない	-9.89183
囲う	-9.89207
▁森内は	-9.89222
五歩なら	-9.89223
厳しい攻め	-9.89318
にらみ	-9.89348
雰囲気	-9.89361
金の	-9.89406
同飛で	-9.8944
と上がり	-9.89516
のとき	-9.8961
を示す	-9.8964
いだ	-9.89656
が早い	-9.89658
が薄い	-9.89681
所司七段	-9.89733
王手飛車	-9.89756
利く	-9.89767
ということは	-9.89781
取り返す	-9.89793
そうですね	-9.89796
受けが難しい	-9.89827
手もある	-9.89887
を狙われる	-9.89897
少なく	-9.89933
を見せ	-9.89935
間接的に	-9.89989
ことを	-9.90042
桂馬を	-9.90075
銀を上がった	-9.90124
飛車で	-9.90158
と判断した	-9.90223
候補手	-9.90339
が予想されている	-9.90372
好手	-9.90475
に進む	-9.90524
筋の歩を突く	-9.90546
▁後手玉は	-9.90623
的には	-9.9067
ようやく	-9.9069
慎重に	-9.9069
の打ち込み	-9.90761
木村は	-9.90761
飛車は	-9.90784
五同歩には	-9.90799
開け	-9.90804
負担	-9.90867
▁30	-9.90921
0.	-9.90938
だけでなく	-9.90941
ているので	-9.90971
もし	-9.91121
と進んだ	-9.91149
好位置	-9.91173
えない	-9.91278
所司	-9.91309
浮き飛車	-9.91316
七歩は	-9.91325
盛り	-9.91411
を封じ	-9.91457
まとめ	-9.91462
進	-9.91492
と取って	-9.91516
による	-9.9152
が痛い	-9.91531
弱い	-9.91563
先後	-9.91589
以外	-9.91721
戦では	-9.9173
理	-9.91734
東	-9.9175
権利	-9.91753
二金で	-9.91759
四銀で	-9.9183
よさそうだ	-9.91871
をする	-9.91933
が必要	-9.92081
簡単には	-9.92093
時間を使う	-9.92108
となると	-9.92117
たが	-9.92126
歩を打つ	-9.92127
六銀で	-9.92177
▁行方は	-9.92204
遅れ	-9.92303
玉の逃げ道	-9.92434
配置	-9.92465
差が	-9.92503
以降	-9.92505
読み筋	-9.92619
後手陣に	-9.92645
を含みに	-9.92651
(20	-9.92675
先手持ち	-9.92686
囲いに	-9.927
されていた	-9.92747
囲いの	-9.92887
いで	-9.92902
はず	-9.92953
一玉と	-9.92956
が考えている	-9.92979
ぶつけ	-9.92993
中盤	-9.92999
ぶつける	-9.9301
六の地点	-9.93014
▁丸山は	-9.9312
さず	-9.9312
とのことだ	-9.93125
問題ない	-9.93145
前傾姿勢	-9.93179
銀取りに	-9.9318
ぞ	-9.9318
対局立会人の	-9.93182
右銀	-9.9322
居	-9.93316
桂を取った	-9.9344
縦	-9.93545
七歩で	-9.93598
の取り合い	-9.936
反	-9.93666
のキズ	-9.93721
それぞれ	-9.93726
どんどん	-9.93726
がなくなる	-9.93743
厳しそう	-9.9377
せた	-9.93771
を嫌った	-9.94094
五歩と突いて	-9.94145
別の	-9.94198
先手良し	-9.94249
遠	-9.94316
先ほど	-9.94348
角筋	-9.9442
▁ここから	-9.94463
角道を開けた	-9.94483
そこ	-9.94516
守りに	-9.94537
るのが	-9.94555
けた	-9.9456
金を取る	-9.94585
とされて	-9.94701
に当てて	-9.94722
戦の	-9.94814
落ち着いた	-9.9482
逃がす	-9.94821
の局面は	-9.94837
桂馬	-9.94844
を広げ	-9.94871
っていない	-9.94872
べく	-9.94929
時間以上	-9.94962
打ち込んで	-9.94985
という声	-9.95001
控室に	-9.95183
竜王	-9.95206
駒割りは	-9.95212
藤井システム	-9.95372
▁佐藤	-9.95374
意外	-9.95378
を埋め	-9.95556
高田	-9.95571
ということか	-9.95573
と金が	-9.95575
棋風	-9.95614
一本	-9.95628
の戦い	-9.95675
で対抗	-9.95726
と対戦	-9.9574
竜取り	-9.95768
飛び出し	-9.95786
ことも	-9.95854
ぬ	-9.95926
金銀が	-9.95928
組み合わせ	-9.9595
が少ない	-9.9597
分の長考で指された	-9.95993
三歩に	-9.96028
手持ちに	-9.96088
女流	-9.96091
抜く	-9.96136
顔	-9.96136
阿部は	-9.96153
もあるが	-9.96204
六桂と	-9.96208
筋の歩を突いた	-9.96326
が来訪	-9.96347
全て	-9.96386
同金で	-9.96393
玉頭の	-9.96408
とされた	-9.96422
のでしょう	-9.96476
残りは	-9.96477
運	-9.96483
二桂	-9.9649
と引いた	-9.9652
陣形を	-9.96668
難しかった	-9.9667
ピ	-9.9667
四角で	-9.96676
を放つ	-9.96717
詰めろで	-9.96724
控え室では	-9.96736
働く	-9.96739
を避けた	-9.96875
七銀で	-9.96939
を受けて	-9.97039
渡すと	-9.97063
浮き駒	-9.97135
ぼ	-9.97225
と上がれば	-9.97249
せない	-9.97263
ろう	-9.97305
中村は	-9.97332
最終	-9.97348
やって	-9.97436
かわし	-9.97452
位を	-9.97479
おけば	-9.97501
危	-9.97535
整	-9.97559
にある	-9.97579
踏み込む	-9.97615
気味	-9.97627
将棋は	-9.97662
も考えられたが	-9.97668
と控え室	-9.97749
終了	-9.97769
突っ	-9.97812
四桂と	-9.97829
という順	-9.97829
速	-9.97851
集	-9.97868
(△	-9.97869
森信雄七段門下	-9.97986
速い	-9.98011
角を打つ	-9.98107
粘る	-9.98125
▁木村は	-9.9813
稼	-9.98176
三角は	-9.98184
ですよね	-9.98216
▁再び	-9.98216
まれ	-9.98261
の考慮中に	-9.98326
茶	-9.98328
五桂や	-9.98386
駒組みを進める	-9.98399
別	-9.9843
過ぎ	-9.98513
自玉	-9.98516
筋の歩交換	-9.98532
を消し	-9.98593
で応じる	-9.98623
にした	-9.98663
窪田七段	-9.98675
望	-9.98704
注意	-9.98747
▁第	-9.98776
たときに	-9.9878
たいところだ	-9.98797
指しにくい	-9.9885
飛車打ち	-9.98875
進んでいる	-9.98959
七同玉	-9.98972
早めに	-9.98985
銀打ち	-9.99063
歩を手持ちに	-9.99064
なければならない	-9.99067
同銀なら	-9.99072
近い	-9.99073
この後	-9.99113
進展	-9.99128
下段	-9.99139
形になる	-9.99196
とぶつける	-9.99199
鈴木八段	-9.99239
に当たる	-9.99249
銀を上がる	-9.99264
設置	-9.9929
自身	-9.99311
対抗形	-9.99345
を気にした	-9.99451
と言われ	-9.99512
美濃	-9.99539
を示した	-9.99552
▁両者は	-9.99588
▁順位戦は	-9.99627
寄った	-9.99647
西川和	-9.99669
寄り筋	-9.99734
玉の早逃げ	-9.99751
誘	-9.99776
これには	-9.99778
打たれ	-9.99845
▁杉本は	-9.99865
きそうだ	-9.999
目を	-9.99936
急所	-9.99994
棋譜	-10.0003
みると	-10.0004
ところだが	-10.0008
頑張る	-10.0009
の筋がある	-10.0014
詰め	-10.0015
分考えた	-10.0018
見解	-10.0025
二金左	-10.0025
気持ち	-10.0035
飛車の横利きが	-10.0038
長沼七段	-10.0042
同角は	-10.0042
に対する	-10.0042
局面で	-10.0044
理想	-10.0045
を強化	-10.0048
詰んでいる	-10.0053
勝っている	-10.0054
銀桂	-10.0055
八同玉	-10.0065
攻め合いに	-10.0066
指し直し局	-10.0067
の残り時間が	-10.0067
八桂	-10.007
からの攻め	-10.0078
渡辺が	-10.0083
が示されている	-10.0087
合わせた	-10.0091
王	-10.0091
遠い	-10.0101
脱出	-10.0106
互角	-10.0108
継ぎ盤では	-10.0116
こちらも	-10.0124
手にした	-10.0125
しまった	-10.0125
達	-10.0129
力強い	-10.0132
線	-10.0134
結果	-10.0135
桂を活用	-10.0135
狙いは	-10.0137
しまい	-10.0137
▁小林は	-10.0139
六金と	-10.014
かわして	-10.0141
繰り出す	-10.0144
止まった	-10.0145
ニ	-10.0145
と比べて	-10.0145
に向かう	-10.0145
昇段	-10.0145
頃	-10.0147
付	-10.015
五歩と突く	-10.0151
相手が	-10.0152
を採用した	-10.0152
のが大きい	-10.0155
玉頭を	-10.0161
を生かした	-10.0164
使わせ	-10.0164
裏	-10.0165
なってしまう	-10.0168
からは	-10.0171
最近	-10.0176
五桂打	-10.0183
▁井上は	-10.0186
ついに	-10.019
とう	-10.0192
直前の	-10.0192
なくなっている	-10.0197
物	-10.0204
糸谷は	-10.021
伸ばして	-10.021
検討された	-10.0211
一局	-10.0212
出てくる	-10.0214
多い	-10.0216
難しそうだ	-10.0218
二飛で	-10.0219
▁村田は	-10.0222
念	-10.0223
▁(※)	-10.0224
切り札	-10.0224
古森	-10.0225
突	-10.0226
に期待	-10.0232
駒台に	-10.0233
突け	-10.0239
引き揚げた	-10.0242
以外の	-10.0247
を決める	-10.0254
の急所	-10.026
消え	-10.0262
増	-10.0266
を防いで	-10.0269
と取った	-10.027
ばかり	-10.0278
久保が	-10.0279
三銀までの消費時間は	-10.0281
見えない	-10.0293
と思った	-10.0302
ところに	-10.0305
進めば	-10.0308
空間	-10.0314
に近い	-10.0316
ここ数手	-10.0323
気がします	-10.0323
順がある	-10.0323
を残す	-10.0324
二冠	-10.0324
ということだろうか	-10.0326
いき	-10.0326
現代	-10.0344
将来の	-10.0349
戻ってきた	-10.0353
後手の攻めが	-10.0354
タダ	-10.0364
五銀には	-10.0372
調べ	-10.0375
解	-10.0376
はなく	-10.0381
をしている	-10.0389
が難しく	-10.0395
する狙い	-10.0403
ワ	-10.0403
広い	-10.0409
九段は	-10.0413
▁北浜は	-10.0417
先手の角	-10.0422
を突く	-10.0431
深い	-10.0432
囲いを	-10.0432
冷静に	-10.0433
連続	-10.0433
形だが	-10.0435
分を切った	-10.0446
六同歩は	-10.0447
分ほど考えて	-10.0449
押さえ込み	-10.0452
際に	-10.0461
ひねり飛車	-10.0464
受かる	-10.0464
になりやすい	-10.0482
作り	-10.0483
役	-10.0484
を超え	-10.0486
進めた	-10.0488
▁菅井は	-10.049
繰り出し	-10.0492
手得	-10.0492
のところ	-10.0494
が生き	-10.0499
二枚	-10.0504
も多い	-10.0507
を得意にしている	-10.0524
それで	-10.0526
四の銀	-10.0528
二金打	-10.0529
速攻	-10.0529
あたり	-10.053
手がない	-10.0531
切れない	-10.0533
が得意	-10.0533
できそうだ	-10.0535
などで	-10.0543
ライ	-10.0545
シンプルに	-10.0545
上部脱出	-10.0546
を取った	-10.0553
十	-10.0564
瞬間に	-10.0564
手前の	-10.0564
怖いところ	-10.0565
倒	-10.0565
局の	-10.0565
を阻止	-10.0565
七金右	-10.0567
分になり	-10.0569
四歩と突く	-10.0569
分の大長考	-10.0572
合わせて	-10.0576
再	-10.0582
よし	-10.0583
終	-10.0589
らす	-10.059
戻す	-10.0592
差し	-10.0595
六角で	-10.0599
候補手は	-10.0599
いけば	-10.0599
中村が	-10.0602
桂交換	-10.0604
すぎる	-10.0608
恐れ	-10.0608
少しずつ	-10.0609
応じた	-10.0611
で戦う	-10.0617
同角に	-10.0619
横利き	-10.0623
きている	-10.0624
リスク	-10.0627
三浦が	-10.0627
七銀までの消費時間は	-10.063
がなくなった	-10.063
苦し	-10.0632
!」	-10.0635
現状	-10.0637
追	-10.0642
▁いったん	-10.0646
丼	-10.0647
後手番では	-10.065
そのとき	-10.0653
馬を作る	-10.0656
指せ	-10.0656
開戦	-10.0656
熟考	-10.0663
逃れ	-10.0668
郎	-10.0668
順位戦で	-10.0668
をかけ	-10.0671
四段目に	-10.0672
▁鈴木は	-10.0675
を通す	-10.0676
ということで	-10.0684
奨励会	-10.0686
六歩と突き	-10.0688
妙	-10.0688
否	-10.0689
五桂から	-10.0695
以下詰み	-10.0702
日本将棋連盟	-10.0709
取り込む	-10.0712
八成桂	-10.0714
角道を止めた	-10.0727
を目指している	-10.0728
苦	-10.0729
案	-10.073
ちなみに	-10.073
二成桂	-10.0737
▁竜を	-10.0739
れている	-10.074
しばらくは	-10.0745
王手金取り	-10.0749
問	-10.0751
ことはない	-10.0758
の一着	-10.0765
銀を上がって	-10.0765
いちばん	-10.0772
浮く	-10.0774
で大丈夫	-10.0774
五同金	-10.0785
木村八段	-10.0786
以下の詰めろになっている	-10.0788
60	-10.0789
逃げられる	-10.0791
持てば	-10.0792
迷	-10.0792
本命	-10.0795
引かせ	-10.0795
きった	-10.0797
足りない	-10.0803
平	-10.0806
と思って	-10.0814
どこに	-10.0818
手順は	-10.0819
八角と	-10.0824
金上がり	-10.0829
甘	-10.0834
しています	-10.0835
を緩和し	-10.0836
先手を持って	-10.0836
失敗	-10.0836
の手順	-10.0837
厚い	-10.0839
に行った	-10.0844
残る	-10.0845
逃げずに	-10.0846
▁飛車取りに	-10.0851
一例として	-10.0852
四金と	-10.0853
薄	-10.0853
または	-10.0859
五同銀は	-10.086
▁角交換	-10.0861
りと	-10.0867
分かれ	-10.087
六歩なら	-10.0872
考えられ	-10.0872
も大きい	-10.0875
離	-10.0876
四飛に	-10.0877
評価	-10.0877
のでしょうか	-10.0879
たたき	-10.0882
どうする	-10.0883
七角は	-10.0885
利かす	-10.0886
力強く	-10.0888
耐え	-10.0902
体を	-10.0903
なぁ	-10.0906
走る	-10.091
底歩	-10.0913
検討通り	-10.0918
史	-10.0919
田丸	-10.0919
八金打	-10.0923
を付け	-10.0924
さえ	-10.0927
端の	-10.0929
するのが	-10.0933
六銀までの消費時間は	-10.0934
▁狙いの	-10.0941
桂を跳ねる	-10.0942
二銀で	-10.0952
有効な	-10.0955
が入る	-10.0956
正座	-10.0963
先手にとって	-10.097
を突いて	-10.097
返し	-10.0977
潜	-10.0979
関係者	-10.0982
色	-10.0982
両方	-10.0987
大駒を	-10.0988
と言って	-10.099
後手にとって	-10.099
を挙げ	-10.0993
▁桐山は	-10.0995
突いて	-10.0995
見られる	-10.0996
よりない	-10.1001
に入っている	-10.1003
を許す	-10.1004
時に再開される	-10.1009
軽	-10.1011
作られ	-10.1018
佐藤秀	-10.1028
銀を引いた	-10.1029
八飛で	-10.103
▁屋敷は	-10.1038
の構想	-10.1041
で受ける	-10.1041
声が上がった	-10.1044
使える	-10.1046
脅威	-10.1046
まった	-10.1047
なかったようだ	-10.1048
歩を突き出した	-10.1049
対局を終えた	-10.1049
どおり	-10.1051
使った	-10.1052
六の銀	-10.1053
攻め駒を	-10.1053
撃	-10.1058
合って	-10.1058
八金で	-10.1061
歩切れを解消	-10.1064
角道を止める	-10.1068
ように見える	-10.1071
玉は	-10.1076
四歩と突き	-10.1076
思え	-10.1076
ネ	-10.1089
の狙いは	-10.109
前例の	-10.1091
(▲	-10.1094
を使う	-10.1097
しそうだ	-10.1105
五桂を	-10.1105
いける	-10.111
居玉のまま	-10.1112
三金右	-10.1117
進行だ	-10.1123
のような攻め	-10.1127
後手を持って	-10.1127
一瞬	-10.1133
争点	-10.1133
をどう	-10.1135
重い	-10.1145
に見える	-10.115
六銀に	-10.1153
屋敷は	-10.1164
動かす	-10.1166
があるようだ	-10.1168
ようにして	-10.1168
ですけど	-10.117
カウンター	-10.1176
端から	-10.1183
ゆっくりと	-10.1187
▁矢倉	-10.1189
順位	-10.1191
三銀打	-10.1194
棋士室で	-10.1194
除	-10.1197
ほう	-10.1201
金を上がった	-10.1203
上げた	-10.1205
追撃	-10.1207
五金と	-10.121
詰み筋	-10.1213
成った	-10.1217
存在	-10.122
大阪	-10.122
五銀に	-10.1222
次第	-10.1225
他の	-10.1234
と判断	-10.1237
四同歩に	-10.124
語	-10.1241
焼き	-10.1245
竜が	-10.1245
動いていく	-10.1246
角交換振り飛車	-10.1247
を見る	-10.1249
ばかりの	-10.1251
森内が	-10.1252
どの	-10.1252
日に	-10.1256
▁中継室に	-10.1258
宮本五段	-10.1258
との見解	-10.1261
といって	-10.1261
経	-10.1263
いい手	-10.1265
切れる	-10.1266
今期の	-10.127
に進んでいる	-10.1276
重視	-10.1282
私	-10.1283
羽生善治	-10.1285
あぐら	-10.1285
阿部健	-10.1287
上げる	-10.1288
で先手よし	-10.1292
飛車を引いた	-10.1293
追う	-10.1293
しっかりと	-10.1298
猛攻	-10.1299
豊島が	-10.1301
ガ	-10.1307
金銀の	-10.1315
郷田が	-10.1317
手目コメント	-10.1318
細	-10.134
ナ	-10.1351
しました	-10.1352
四銀に	-10.1355
渋い	-10.1355
となって	-10.1355
があれば	-10.136
向かい飛車に	-10.1361
桂を取り	-10.1362
四飛の	-10.1365
も見える	-10.1366
そうだが	-10.1368
四銀までの消費時間は	-10.137
が調べられている	-10.1374
角交換を	-10.1375
態勢	-10.1375
後手持ち	-10.1377
広瀬は	-10.1378
は珍しい	-10.1378
を優先	-10.1403
耐える	-10.1404
見つか	-10.1417
志向	-10.1417
二角と	-10.1417
以外に	-10.1418
ことなく	-10.1418
投了以下	-10.142
一分将棋に入った	-10.1422
起こ	-10.1425
の切り返し	-10.1433
分ほど考えている	-10.1436
勝利	-10.1437
挟撃	-10.144
うちに	-10.1449
たまま	-10.1451
良さそう	-10.1462
歩を取り	-10.1462
金を取った	-10.1467
筋も	-10.147
銀桂交換	-10.1473
捨てて	-10.148
を入れた	-10.1483
不安	-10.1484
池永	-10.1485
※	-10.1489
置いて	-10.1493
四同歩は	-10.15
なくなって	-10.15
飲	-10.1507
▁と金	-10.1509
出ている	-10.1511
判断	-10.1513
行った	-10.1521
受	-10.1527
将棋の	-10.1527
五段は	-10.1529
四歩と突いた	-10.1532
矢倉の	-10.1534
二玉に	-10.1534
▁糸谷は	-10.1539
が詰めろになる	-10.1539
桂取りに	-10.1542
五角の筋	-10.1544
ことができた	-10.1548
成って	-10.1551
感触	-10.1553
▁阿久津は	-10.1571
たくない	-10.1573
ていたが	-10.1573
十字飛車	-10.1575
手を戻した	-10.1577
もあるかもしれない	-10.1579
上げ	-10.158
難	-10.1583
保留	-10.1586
攻めを催促	-10.1586
なりそうだ	-10.1592
受けがない	-10.1596
を急ぐ	-10.1597
戦える	-10.1598
四歩と突いて	-10.1602
の方	-10.1606
受け方	-10.1607
が良い	-10.1608
特に	-10.1609
あれ	-10.1613
想	-10.1615
雨	-10.162
弾	-10.162
近づいて	-10.162
飛車成り	-10.1626
五の銀	-10.1627
七桂は	-10.1628
この手で持ち時間を使いきった	-10.1635
利かされ	-10.1635
続けている	-10.1638
うな重	-10.1638
一手一手	-10.1639
きて	-10.164
圧	-10.1642
優位	-10.1643
言い	-10.1645
自身の	-10.1646
を選択した	-10.1651
確	-10.1652
筋を突く	-10.1657
の格言	-10.1666
先後同型	-10.1666
序盤の	-10.1666
気配	-10.1667
簡単ではない	-10.1668
▁感想戦は	-10.1673
井上は	-10.1682
攻めた	-10.1686
市出身	-10.1689
に戻った	-10.1689
受けておく	-10.1691
四段は	-10.1697
先の	-10.17
焦点	-10.1701
乱れ	-10.1702
分使った	-10.1703
浮か	-10.1704
三桂は	-10.1707
二玉型	-10.1709
自ら	-10.1709
快	-10.171
が始まった	-10.1711
突入	-10.1712
七銀から	-10.1718
しやすい	-10.1718
おき	-10.1723
詰めろになっていない	-10.1726
つき	-10.1729
歩を突き出す	-10.1732
移	-10.1733
ダ	-10.1733
復	-10.1734
腕	-10.1734
同桂に	-10.174
きれない	-10.1743
じゃない	-10.1748
を指した	-10.1752
ですよ	-10.1754
せずに	-10.1757
肉	-10.1757
(0.5	-10.1761
六歩と突いて	-10.1762
こちらは	-10.1764
の前例は	-10.1766
片	-10.1768
んですけど	-10.1771
ようになる	-10.1774
ダメ	-10.178
を続ける	-10.1782
追って	-10.1784
同じく	-10.1784
ときの	-10.1786
動かし	-10.1786
五飛は	-10.1788
穴熊を	-10.1788
八銀で	-10.1788
突く	-10.179
が出た	-10.1796
素直に	-10.1796
ですかね	-10.1798
微妙	-10.1803
七桂までの消費時間は	-10.1804
想定	-10.1804
いました	-10.1808
ここに	-10.1808
▁本局の	-10.181
三同飛	-10.1812
にかかる	-10.1816
▁広瀬は	-10.1818
この瞬間は	-10.1823
と思っていました	-10.1827
▁25	-10.1827
取らせ	-10.1828
ット	-10.1828
村田は	-10.1837
緩和	-10.184
を整える	-10.184
進めて	-10.1841
他	-10.1843
光	-10.1846
と思われる	-10.185
ミ	-10.185
集中	-10.1854
桂損	-10.1856
後手の飛車	-10.1858
狙いだろう	-10.1861
簡単に	-10.1862
飛車の横利きを通し	-10.1863
のような順	-10.1868
が堅い	-10.1869
逃げ道	-10.187
を生かす	-10.1873
狙いか	-10.188
持将棋	-10.1882
二金寄	-10.1883
着手した	-10.1885
が狙い筋	-10.1893
種	-10.1896
実際	-10.1899
ってくる	-10.19
はいけない	-10.1902
と金作り	-10.1904
▁駒割りは	-10.1907
▁棋士室に	-10.1907
検討が	-10.191
指せない	-10.1913
飛車を引く	-10.1913
格好だ	-10.1921
変わって	-10.1922
てしまった	-10.1922
のかもしれません	-10.1925
をつける	-10.1925
続かない	-10.1926
意見	-10.1928
手抜いて	-10.1929
中田功	-10.1943
六同歩に	-10.1948
同飛なら	-10.1948
出来	-10.1955
引きつけ	-10.1957
んですか	-10.1957
のかな	-10.196
奪	-10.1964
短	-10.1966
載	-10.1966
賞	-10.1966
を持つ	-10.1969
主流	-10.1969
六歩と突く	-10.1971
示されていた	-10.1975
してしまう	-10.1976
二香成	-10.1978
を使った	-10.1981
残っている	-10.1982
▁西川は	-10.1984
この手を	-10.1984
ずつ	-10.1986
西川慶	-10.199
余地	-10.1996
中段	-10.1997
を避け	-10.1998
を残している	-10.2
切り返し	-10.2002
局の前例	-10.2002
七銀打	-10.2006
そのため	-10.2007
通算	-10.2012
でなく	-10.2012
選び	-10.2015
まり	-10.2023
モニターに	-10.2026
こない	-10.2026
交換する	-10.203
温	-10.2037
が長考している	-10.2039
▁通算	-10.204
切り返す	-10.204
ができ	-10.2045
てくれた	-10.205
受け止め	-10.2051
るので	-10.2053
このあたり	-10.2054
っていく	-10.2055
続ける	-10.2057
隣	-10.2061
一金と	-10.2071
の利きが	-10.2075
自陣角	-10.2077
掛かる	-10.2081
手です	-10.2083
ズ	-10.2084
謝	-10.2085
を犠牲に	-10.2085
すかさず	-10.2085
五桂までの消費時間は	-10.2097
られたときに	-10.2098
五の桂	-10.2105
越し	-10.2106
▁相手の	-10.2106
が気になった	-10.211
のではなく	-10.2114
▁素直に	-10.2116
が入って	-10.2122
のみ	-10.2125
自信がない	-10.2126
斎藤は	-10.2127
桂頭攻め	-10.2127
懸	-10.2132
といわれていた	-10.2132
が多かった	-10.2133
飛車を逃げる	-10.2133
級順位戦	-10.2144
に囲う	-10.215
参加	-10.2153
返した	-10.2155
メ	-10.2156
立会人	-10.2156
......」	-10.2159
一発	-10.2165
脇八段	-10.2167
うえ	-10.2169
と逃げて	-10.2184
少	-10.2186
なくなり	-10.2193
同桂は	-10.2195
▁以下	-10.2197
気になる	-10.2204
もっとも	-10.2208
であれば	-10.2209
低い	-10.221
続く	-10.2212
松尾七段	-10.2215
夕食	-10.2215
稲葉が	-10.2215
を補強	-10.2218
角を引いた	-10.222
急所に	-10.2221
姿	-10.2222
狭く	-10.2228
帰	-10.2228
満足	-10.2229
抜かれ	-10.2229
を入れてから	-10.2237
▁両者	-10.2238
と思っていた	-10.2238
▁松尾は	-10.2246
保	-10.2252
